{
  "app-title": "Great Western Trail Argentinien Setup Randomizer",
  "app-title-short": "GWT ARG Setup Randomizer",
  "neutral-buildings-label": "Reihenfolge Neutrale Gebäude",
  "station-masters-label": "Bahnhofsvorsteher",
  "deckbuilding-modules-label": "Bonuskarten-Sets",
  "further-setup-steps-label": "Weitere Setup Schritte:",
  "player-buildings-label": "Spielergebäude",
  "players-label": "Spieler",
  "player-count-label": "Anzahl Spieler",
  "player-count-select-label": "Bitte auswählen",
  "variant-label": "Variante",
  "further-steps-step1": "Zieht 5 Landwirtplättchen mit einem A auf der Rückseite vom Buenos-Aires-Vorrat und legt diese nacheinander offen auf den Spielplan. Wohin ein Plättchen gelegt wird, hängt von seiner Farbe ab:",
  "further-steps-step1a": "Falls es ein grünes Landwirtplättchen ist, legt es in das grüne Gebiet jeweils auf das leere Feld mit der niedrigsten Zahl (von 1 als niedrigste bis 4).",
  "further-steps-step1b": "Verfahrt ebenso für das blaue sowie orange Gebiet. Ein gezogenes Plättchen wird also auf das jeweils leere Feld mit der niedrigsten Zahl (des entsprechenden Gebiets) gelegt.",
  "further-steps-step-1c": "Sollten in einem Gebiet bereits alle 4 Felder belegt sein, legt das Plättchen zurück in den Stoffbeutel und zieht stattdessen ein neues.",
  "further-steps-step2": "Beginnt nun Plättchen mit einem B auf der Rückseite (jedes dieser Plättchen ist ein Arbeiterplättchen) vom Buenos-Aires-Vorrat zu ziehen. Legt diese Arbeiterplättchen nacheinander offen wie folgt in den Arbeitsmarkt:",
  "further-steps-step21": "Beginnt in der obersten Zeile und legt das erste Plättchen auf das Feld direkt unterhalb des Spielerzahl-Symbols, das eurer Spielerzahl entspricht. Legt das nächste Plättchen auf das Feld rechts daneben und fahrt bis zum Ende der Zeile so fort.",
  "further-steps-step23": "Nachdem ihr ein Plättchen auf das Feld am weitesten rechts gelegt habt, fahrt in der zweiten Zeile fort, indem ihr dort das nächste Plättchen wieder in der Spalte eures Spielerzahl-Symbols legt. Hier fahrt ihr erneut in der beschriebenen Weise fort bis ihr das am weitesten rechts liegende Feld der zweiten Zeile gefüllt habt. ",
  "further-steps-step24": "Anschließend legt ihr solange Plättchen in die dritte Zeile (beginnend mit dem Feld in der Spalte eures Spielerzahl-Symbols), bis ihr das Feld direkt links vom Arbeitsmarkt-Anzeiger belegt habt. Dies ist das letzte Plättchen. Je nach Spielerzahl befinden sich nun 5, 8 oder 11 Arbeiterplättchen im Arbeitsmarkt.",
  "further-steps-step3": "Füllt nun die 6 Vorschaufelder in Buenos Aires mit Plättchen vom Buenos-Aires-Vorrat: ",
  "further-steps-step31": "Zieht 2 Plättchen mit einem A auf der Rückseite und legt sie offen auf die zwei A-Vorschaufelder.",
  "further-steps-step32": "Zieht 2 Plättchen mit einem B auf der Rückseite und legt sie offen auf die zwei B-Vorschaufelder.",
  "further-steps-step33": "Zieht 2 Plättchen mit einem C auf der Rückseite und legt sie offen auf die zwei C-Vorschaufelder.",
  "further-steps-step4": "Mischt die 36 Markt-Rinderkarten und legt sie als verdeckten Marktstapel rechts unterhalb des Spielplans bereit. Deckt dann je nach Spielerzahl eine bestimmte Anzahl Rinderkarten von diesem Stapel auf:",
  "further-steps-step41": "zwei Spieler: Deckt 9 Karten auf",
  "further-steps-step42": "drei Spieler: Deckt 12 Karten auf",
  "further-steps-step43": "vier Spieler: Deckt 15 Karten auf",
  "further-steps-step4b": "Legt außerdem die 25 Erschöpfungskarten als offenen Erschöpfungsstapel rechts neben den Markstapel.",
  "further-steps-step5": "Mischt die 24 Auftragskarten und legt sie als verdeckten Stapel links neben den Spielplan. Deckt dann 4 Karten von diesem Stapel auf und legt sie untereinander offen aus",
  "further-steps-step6": " Legt von den 18 Schiffsplättchen die 11 Schiffe mit Sonnensymbol am rechten Rand des Spielplans aus. Legt zunächst das Schiff, das eine 0 zeigt neben Buenos Aires aus und dann die 10 anderen Schiffe in aufsteigender Reihenfolge darunter. Das Schiff mit der 18 liegt also am weitesten unten.",
  "further-steps-step6a": "Diese Auslage wird als Ladezone bezeichnet.",
  "further-steps-step6b": "Die übrigen 7 Schiffe (ohne Sonnensymbol) werden gemischt und als verdeckter Schiffsstapel darunter bereitgelegt.",
  "further-steps-step7": "Platziert die 3 Stadtpläne oberhalb des Spielplans, wobei ihr Le Havre nach links, Rotterdam in die Mitte und Liverpool nach rechts legt. Für eure erste Partie dreht alle drei Stadtpläne mit Seite “a” nach oben.  Sobald ihr das Spiel besser kennt, könnt ihr die Seite der Stadtpläne zufällig oder bewusst festlegen. Deckt dann je nach Spielerzahl eine bestimmte Anzahl Stadtzentren mit den Abdeckplättchen ab:",
  "further-steps-step71": "zwei Spieler: Legt je 1 Abdeckplättchen passend auf alle drei Stadtpläne.",
  "further-steps-step72": "drei Spieler: Legt 1 Abdeckplättchen passend auf Rotterdam. Legt die übrigen zwei in die Schachtel.",
  "further-steps-step73": "vier Spieler: Legt alle Abdeckplättchen zurück in die Schachtel.",
  "further-steps-step8": "Startkapital:",
  "further-steps-step81": "1. Spieler: 7 Pesos, 4 Karten und 1 Tauschplättchen",
  "further-steps-step82": "2. Spieler: 8 Pesos, 5 Karten und 1 Tauschplättchen",
  "further-steps-step83": "3. Spieler: 9 Pesos, 6 Karten und 1 Tauschplättchen",
  "further-steps-step84": "4. Spieler: 10 Pesos, 7 Karten und 1 Tauschplättchen",
  "creator-prefix": "entwickelt von",
  "options-label": "Optionen",
  "btn-setup-label": "Neues Setup",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "pl-language-label": "PL",
  "messages": {
    "update-available": "Update verfügbar"
  }
}
