{
  "app-title": "Great Western Trail Argentina Setup Randomizer",
  "app-title-short": "GWT ARG Setup Randomizer",
  "neutral-buildings-label": "Neutral buildings order",
  "station-masters-label": "Station masters",
  "deckbuilding-modules-label": "Bonus card sets",
  "further-setup-steps-label": "Further setup steps:",
  "player-buildings-label": "Player buildings",
  "players-label": "Players",
  "player-count-label": "Number of players",
  "player-count-select-label": "Please select",
  "variant-label": "Variant",
  "further-steps-step1": "From the Buenos Aires supply, draw 5 farmer tiles with an A on their back and place them one after the other face-up onto the game board. Where a tile is placed depends on its type:",
  "further-steps-step1a": "If it is green farmer tile, place it in the green area onto the empty space with the lowest number (1 is the lowest and 4 the highest).",
  "further-steps-step1b": "Follow the same procedure for the blue and orange area. A drawn tile is placed on the empty space with the lowest number (of the corresponding area).",
  "further-steps-step-1c": "If no empty space is left because all 4 spaces in this area are already occupied, return it to the bag and draw a new tile.",
  "further-steps-step2": "Start drawing tiles with a B on their back (which include only worker tiles) from the Buenos Aires supply. Put these worker tiles one after the other in the job market as follows:",
  "further-steps-step21": "Start at the top row and place the first drawn tile onto the space directly beneath the player count sign of your actual player count. Place the next tile onto the space to the right of that tile and continue like this rightwards.",
  "further-steps-step23": "After you have placed a tile onto the rightmost space of the top row, continue along the second row, where you place the next tile yet again onto the space in line with your player count sign. Then continue like this rightwards until you have placed a tile onto the rightmost space of the second row.",
  "further-steps-step24": "Afterwards continue with placing tiles in the third row (starting with the space in line with your player count sign) until you place a tile onto the space to the left of the job market token. This is the last tile. So depending on your player count, there are now 5, 8 or 11 worker tiles in the job market.",
  "further-steps-step3": "Now fill the 6 foresight spaces in Buenos Aires with tiles from the Buenos Aires supply:",
  "further-steps-step31": "Draw 2 tiles with an A on their back and place them face-up onto the two foresight spaces marked A.",
  "further-steps-step32": "Draw 2 tiles with a B on their back and place them face-up onto the two foresight spaces marked B.",
  "further-steps-step33": "Draw 2 tiles with a C on their back and place them face-up onto the two foresight spaces marked C.",
  "further-steps-step41": "In a 2-player game: Draw 9 cards",
  "further-steps-step42": "In a 3-player game: Draw 12 cards",
  "further-steps-step43": "In a 4-player game: Draw 15 cards",
  "further-steps-step4b": "Furthermore place the 25 exhaustion cards as a face-up exhaustion stack to the right of the market stack.",
  "further-steps-step5": "Shuffle the 24 objective cards and place them as a face-down stack to the left of the game board. Then reveal 4 cards from this stack and display them face-up in a column below the stack.",
  "further-steps-step6": "Of the 18 ship tiles, lay out the 11 ships with the sun icon on the right side of the board. First place the ship showing a 0 next to Buenos Aires and then the 10 other ships in ascending order below it. Thus, the ship with the 18 is placed furthest down.",
  "further-steps-step6a": "This display is called loading zone.",
  "further-steps-step6b": "The remaining 7 ships (without a sun icon) are shuffled and placed as a face-down ship pile underneath.",
  "further-steps-step7": "Place the 3 city maps above the game board, with Le Havre to the left, Rotterdam in the middle, and Liverpool to the right. For your first game, turn all 3 maps to the a-side. Then, depending on your player count, cover a certain number of city centers with the cover tiles:",
  "further-steps-step71": "In a 2-player game: Place 1 cover tile fitting on each of the 3 city maps.",
  "further-steps-step72": "In a 3-player game: Place 1 cover tile fitting on Rotterdam. Return the two leftover to the box.",
  "further-steps-step73": "In a 4-player game: Return all cover tiles to the box.",
  "further-steps-step8": "Starting capital:",
  "further-steps-step81": "1st Player: 7 pesos, 4 cards and 1 exchange token",
  "further-steps-step82": "2nd Player: 8 pesos, 5 cards and 1 exchange token",
  "further-steps-step83": "3rd Player: 9 pesos, 6 cards and 1 exchange token",
  "further-steps-step84": "4th Player: 10 pesos, 7 cards and 1 exchange token",
  "creator-prefix": "developed by",
  "options-label": "Options",
  "btn-setup-label": "New Setup",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "pl-language-label": "PL",
  "messages": {
    "update-available": "Update available"
  }
}
