{
  "app-title": "Great Western Trail Argentina Setup Randomizer",
  "app-title-short": "GWT ARG Setup Randomizer",
  "neutral-buildings-label": "Neutral buildings order",
  "station-masters-label": "Station masters",
  "deckbuilding-modules-label": "Bonus card sets",
  "further-setup-steps-label": "Further setup steps:",
  "player-buildings-label": "Player buildings",
  "players-label": "Players",
  "player-count-label": "Number of players",
  "player-count-select-label": "Please select",
  "variant-label": "Variant",
  "further-steps-step1": "From the Kansas City supply, draw 7 tiles with a on their back and place them one after the other onto the game board. Where a tile is placed depends on its type:",
  "further-steps-step1a": "If it is an outlaw tile (green or orange), place it in the outlaw section onto the empty space with the lowest number (1 to 9).",
  "further-steps-step1b": "If it is a hazard tile, place it in its corresponding hazard section (flood, drought or rockfall) onto the empty space with the lowest number (1 to 4). If there is no empty space left, return it to the bag and draw a new tile.",
  "further-steps-step2": "Start drawing tiles with a 2 on their back (which include only worker tiles). Put these worker tiles one after the other in the job market as follows:",
  "further-steps-step21": "Start in the top row and place the first drawn tile onto the space directly beneath the player count sign of your actual player count. ",
  "further-steps-step22": "Place the next tile onto the space to the right of that tile and continue like this rightwards. ",
  "further-steps-step23": "After you have placed a tile onto the rightmost space of the top row, continue along the second row, where you place the next tile yet again onto the space in line with your player count sign. ",
  "further-steps-step24": "Then continue like this rightwards until you place a tile onto the space to the left of the job market token. This is the last tile. So depending on your player count, there are now 3, 5 or 7 worker tiles in the job market.",
  "further-steps-step3": "Now fill the 6 foresight spaces in Kansas City with tiles from the Kansas City supply:",
  "further-steps-step31": "Draw 2 tiles with a 1 on their back and place them face up onto the two foresight spaces marked 1",
  "further-steps-step32": "Draw 2 tiles with a 2 on their back and place them face up onto the two foresight spaces marked 2",
  "further-steps-step33": "Draw 2 tiles with a 3 on their back and place them face up onto the two foresight spaces marked 3.",
  "further-steps-step4": "Shuffle the 36 market cattle cards and place them as a face-down market cattle stack beneath the lower left of the game board. Depending on your player count, draw a number of cattle cards from this stack:",
  "further-steps-step41": "two players: Draw 7 cards",
  "further-steps-step42": "three players: Draw 10 cards",
  "further-steps-step43": "four players: Draw 13 cards",
  "further-steps-step5": "Shuffle the 24 objective cards and place them as a face-down stack to the right of the game board. Then reveal 4 cards from this stack and display them face up in a column below the stack",
  "further-steps-step6": "Starting capital:",
  "further-steps-step61": "1st player: 6 dollars, 4 cards and 1 exchange token",
  "further-steps-step62": "2nd player: 7 dollars, 5 cards and 1 exchange token",
  "further-steps-step63": "3rd player: 8 dollars, 6 cards and 1 exchange token",
  "further-steps-step64": "4th player: 9 dollars, 7 cards and 1 exchange token",
  "creator-prefix": "developed by",
  "options-label": "Options",
  "btn-setup-label": "New Setup",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "pl-language-label": "PL",
  "messages": {
    "update-available": "Update available"
  }
}
